{
    "general": {
        "cancel_button": "Avbryt og gå til innlogging",
        "deviation_accept_message": "Dette vil opprette en aviksrapport. Er du sikker på at du vil opprette en avviksrapport?",
        "save_button": "Lagre",
        "start_date": "Startdato",
        "maintenance_need": "Vedlikeholdsbehov",
        "planned_measures": "Planlagte tiltak",
        "maintenance_date": "Vedlikehold dato",
        "maintenance_responsible": "Ansvarlig for vedlikehold",
        "submit_button": "Sende inn",
        "sign_button": "Signér"
    },

    "tasks": {
        "registration_steps": "Fullfør registreringen",
        "complete_profile": "Bedriftsprofil",
        "complete_haccp": "Fareanalyse",
        "maintenance_fix": "Vedlikehold",
        "deviation_fix": "Avvik fikse",
        "poison_fix": "Matforgiftning",
        "deviation_description" : "Avviksbeskrivelse",
        "initial_action" : "Strakstiltak",
        "responsible" : "Ansvarlig for å fikse avvik",
        "deadline" : "Frist for å fikse avvik"
    },
    "forms": {
        "no_forms_connection": "Ingen skjemaer å vise Vennligst koble til internett for å synkronisere.",
        "no_forms_yet": "Ingen skjemaer å vise, men likevel."
    },
    "nav": {
        "title": "Navigasjon",
        "registration": "Registrering",
        "haccp": "Fareanalyse",
        "tasks": "Forfallsliste",
        "forms": "Skjemaer",
        "reports": "Rapporter",
        "logout": "Logg ut",
        "employee": "Ansattskjema",
        "supplier": "Leverandørskjema",
        "documents": "Selskapsdokument"
    },

    "error": {
        "validation": "Dette feltet er påkrevet.",
        "validation_number": "Sett inn numerisk verdi.",
        "validation_date": "Du kan bare velge i dag eller fremtidige datoer som startdato. Datoer som allerede har vært kan ikke velges.",
        "validation_date_format": "Datoen er feil format. Det må være 'yyyy-mm-dd' format.",
        "validation_duplicate": "Dette navnet er allerede i bruk. Alle navn må være unike.",
        "validation_email": "Vennligst skriv inn en gyldig epostaddresse.",
        "duplicate_email": "Denne epostaddressen er allerede registrert.",
        "no_internet_for_sync": "Ingen internettforbindelse. Vennligst koble til internett for å synkronisere.",
        "no_email_found": "Epostaddressen eksisterer ikke.",
        "no_tasks": "Alle dagens oppgaver utført!",
        "no_haccps": "Du må fullføre registreringen før du utfører fareanalysen. Vennligst fullfør registreringen.",
        "duplicate_employee": "Epostadressen er allerede i bruk.",
        "unexpected": "Uventet feil",
        "suspended_account": "Denne kontoen er suspendert. Ta kontakt med Lubeco for å gjenåpne den.",
        "internet_connection_needed": "Du trenger Internett-tilkobling for å logge inn"
    },

    "success": {
        "password_recover_email": "En epost er sendt deg. Vennligst sjekk eposten og følg instruksjonene for å endre passord.",
        "register_edit": "Takk for at du har registrert ditt selskap. Du kan nå fortsette med fareanalysen.",
        "added_employee": "Ny ansatt er lagt til.",
        "added_supplier": "Ny leverandør er lagt til.",
        "report_send_via_email": "Rapporten vil bli sendt til din postkasse."
    },

    "page_title": {
        "register_company": "Registrer",
        "register_edit":    "Registrering",
        "haccp":            "Fareanalyse",
        "tasks":            "Forfallsliste",
        "forms":            "Skjemaer",
        "completed_tasks":  "Fullførte oppgaver",
        "task_view":        "Forfallsliste",
        "form_view":        "Skjema",
        "form_view2":        "Skjema",
        "add_task":         "Legg til oppgave",
        "reports":          "Rapporter",
        "haccp_deviation":  "Avvik",
        "haccp_deviation_fix": "Avmeld avvik",
        "reports_view":     "Se rapport",
        "employee":     "Ny ansatt",
        "supplier":     "Ny leverandør",
        "documents":        "Dokumenter",
        "tos":              "Brukeravtale",
        "maintenance":      "Vedlikehold",
        "reports_task":     "Vis rapport",
        "food_poison":     "Matforgiftning"
    },

    "haccp": {
        "no_haccp": "Takk for at du har fullført risikoanalysen. Du kan nå fortsette med å bruke appen for dine daglige gjøremål.",
        "no_haccp_yet": "Ingen HACCP å vise. Vennligst koble til internett for å synkronisere.",
        "small_answer": "Liten: Sjelden eller aldri",
        "medium_answer": "Medium: En gang i måneden",
        "big_answer": "Stor: Flere ganger i uken",
        "small_answer_cons": "Liten: Ingen",
        "medium_answer_cons": "Medium: Matforgiftning",
        "big_answer_cons": "Stor: Alvorlig sykdom",
        "low_matrix": "lav",
        "medium_matrix": "medium",
        "high_matrix": "høy",
        "possibility": "Mulighet",
        "consequence": "konsekvens",
        "signature": "Signatur",
        "consequence_question": "Hvis dette skjer, hva tror du er konsekvensene for kundene dine?"
    },

    "haccp_deviation_fix": {
        "deviation": "Avvik",
        "initial_action": "Initial handling",
        "deviation_date": "Avvik dato (fra systemet)",
        "responsible": "Ansvarlig for å fikse avvik"
    },

    "login": {
        "input": {
            "email_placeholder": "Epostadresse",
            "password_placeholder": "Passord",
            "button": "Logg inn"
        },
        "text": {
            "forgot": "Glemt passord?",
            "register": "Registrer"
        }
    },

    "register": {
        "duplicate_email_error": "Epostaddresse er allerede registrert.",
        "submit_button": "Registrer selskap",
        "success_message": "Selskap registrert. Bekreft din epostaddresse med lenken vi har sendt deg.",
        "food_poison_success": "Mat giften har blitt sendt inn.",
        "edit_success_message": "Fullført<br /><br />Du vil bli sendt videre.",
        "must_accept_terms": "Du må akseptere brukeravtalen for å registrere deg."
    },

    "tos": {
        "label": "Les brukeravtale",
        "text": "Avtalevilkår<p>Avtale mellom<p>Lubeco AS(heretter kalt «Lubeco»)<p>og<p>Bedrift(heretter kalt «Bedriften»)<p>om bruk av<p>Applikasjon for IK-matsystem(heretter kalt «Applikasjonen»)<p>1. Lubecos applikasjon for IK-matsystem er en applikasjon der bedrifter enkelt kan sette opp sin internkontroll, samt registrere temperaturkontroller og avvik på storkjøkken.<p>2. Ved registrering aksepterer Bedriften de vilkår som til enhver tid gjelder for å benytte Applikasjonen. Merk at Lubeco kan endre tjenestens vilkår uten varsel, men ved vesentlige endringer skal Bedriften gis varsel 14 dager før endringen trer i kraft.<p>3. Bedriften er ansvarlig for at de daglige rutinene i Applikasjonen følges og at rapportene som generes oppbevares  forskriftsmessig.<p>4. Abonnementet kan ikke overføres fra en juridisk enhet til en annen.<p>5. Avtalen gjelder fra registrering. Avtalen løper automatisk og på ubestemt tid med tre (3) måneders skriftlig oppsigelsesfrist.<p>6. Alle priser er angitt ekskl. mva.<p>7. Ved forsinket eller uteblitt betaling kan Lubeco sende saken til inkasso eller velge å midlertidig eller permanent ekskludere Bedriften fra Applikasjonen.<p>8. Lubeco vil varsle Bedriften om endringer i priser. For løpende avtaleforhold trer eventuelle prisendringer i kraft fra neste avtaleperiode.<p>9. Bedriften har ansvar for å gjennomføre testing av Applikasjonen før Applikasjonen tas i bruk i Bedriftens virksomhet. Bedriften er ansvarlig for å følge krav til forsvarlig bruk av Applikasjonen.<p>10. Ved Bedriftens vesentlige brudd på denne Avtale, kan Lubeco heve Avtalen med umiddelbar virkning, uten at det gis noe prisavslag eller erstatning, og Bedriften skal holde Lubeco skadesløs for tap som Lubeco påføres som følge av krav fra tredjeparter og som skyldes Bedriftens brudd på Avtalen eller Lubecos øvrige vilkår.<p>11. Dersom Bedriften er begjært eller slått konkurs, har innstilt sine betalinger og lignende kan Lubeco heve Avtalen med umiddelbar virkning.<p>12. Dersom Bedriften sier opp avtalen med Lubeco, vil Lubeco ikke gi Bedriften refusjon for avtaleperioder som allerede er fakturert.<p>13. Dersom drift av Applikasjonen helt eller delvis hindres eller i vesentlig grad vanskeliggjøres av forhold som ligger utenfor Partenes kontroll, herunder Partenes underleverandører, suspenderes Partenes plikter i den utstrekning forholdet er relevant, og for så lang tid som forholdet varer. Slike forhold inkluderer, men er ikke begrenset til streik, lockout, brann, lynnedslag, flom, strømbrudd og ethvert forhold som etter norsk rett regnes som force majeure.<p>14. Partene er under ingen omstendigheter ansvarlig for den annen Parts konsekvenstap eller indirekte tap, herunder, men ikke begrenset til: tap for følgeskade, driftstap, avsavnstap, transaksjonstap, tap lidt av tredjemann, tap av data eller tap som følge av at avtale med tredjemann bortfaller eller endres.<p>Under enhver omstendighet er Lubecos erstatningsansvar etter Avtalen maksimum begrenset til halvparten av det fra Bedriften betalte vederlag for Applikasjonen.<p>15. Avtalen skal tolkes og reguleres i henhold til norsk rett. Partene skal først søke å løse enhver tvist forbundet med Avtalen i minnelighet.<p>Dersom det ikke lykkes å komme frem til en minnelig løsning innen fire uker, skal tvisten avgjøres av oppmann som oppnevnes i fellesskap.<p>Partene er enige om følgende forutsetninger ved bruk av oppmann som tvisteløsningsmekanisme:<p>· Oppmannen skal ha juridikum og IT-faglig kompetanse.<p>· Kravsfremsetter skal i skriftlig innlegg begrunne sitt krav, fremlegge dokumentasjon og fremsette sin påstand om hva som kreves besluttet av oppmannen. Kopi av innlegget oversendes den annen Part (kravsmottaker).<p>· Kravsmottaker har syv dager til i eget skriftlig innlegg å kommentere kravet, dokumentasjonen og påstanden og fremlegge egen dokumentasjon.· Kravsfremsetter har syv dager på å svare på kravsmottakers innlegg.<p>· Kravsmottaker har syv dager på å svare på eventuelt nytt innlegg fra kravsfremsetter.<p>· Oppmannen avgjør om det er behov for møte mellom partene.<p>· Oppmannens avgjørelse skal være avsagt innen 14 dager etter siste innlegg og være bindende for Partene.<p>· Partene må bære sine egne kostnader og dele kostnadene knyttet til oppmannsavgjørelsen uansett utfall.",
        "back": "Tilbake til registrering"
    },

    "forgot": {
        "input": {
            "button": "Gjenvinn",
            "email_placeholder": "Epost"
        },
        "back": "Tilbake til innlogging"
    },
    "reports_filter": {
        "select": {
            "crt_year": "Inneværende år",
            "crt_month": "Gjeldende måned",
            "yearly": "Årlig",
            "monthly": "Månedlig",
            "custom": "Custom"
        },
        "months": {
            "1": "Januar",
            "2": "Februar",
            "3": "Mars",
            "4": "April",
            "5": "Mai",
            "6": "Juni",
            "7": "Juli",
            "8": "August",
            "9": "September",
            "10": "Oktober",
            "11": "November",
            "12": "Desember"
        }
    },
    "booleans": {
        "yes": "Ja",
        "no": "Nei"
    },
    "colors":{
        "red": "Rød",
        "green": "Grønn",
        "blue": "Blå",
        "white": "Hvit",
        "pink": "Rosa",
        "brown": "Brun",
        "yellow": "Gul"
    },
    "pictures":{
        "select": "Velg bilde fra album",
        "take": "Ta bilde"
    }
}